[
  {
    "filename": "1-gallery.jpeg",
    "title": "Exploring Science Together",
    "alt_text": "Four young women intensely studying a scientific experiment displayed under a clear case illuminated by a bright light in a dark room, showing curiosity and concentration."
  },
  {
    "filename": "2-gallery.jpeg",
    "title": "Casual Learning at the Lounge",
    "alt_text": "A group of people sitting and lying on colorful bean bags in a relaxed lounge setting, attentively watching a presentation being given by speakers in red shirts at a casual educational event."
  },
  {
    "filename": "3-gallery.jpeg",
    "title": "Virtual Reality Family Experience",
    "alt_text": "A young boy and an adult woman wearing VR headsets, guided by a young male instructor, exploring virtual reality content in an outdoor setting surrounded by other attendees and exhibits."
  },
  {
    "filename": "4-gallery.jpeg",
    "title": "Interactive Bubble Science",
    "alt_text": "An enthusiastic elderly woman demonstrating bubble science to captivated children in an outdoor workshop, engaging them with a large bubble wand."
  },
  {
    "filename": "5-gallery.jpeg",
    "title": "Youth Science Workshop",
    "alt_text": "A group of children focused on assembling and discussing science projects outdoors, guided by a man wearing a patterned shirt, in a collaborative learning environment."
  },
  {
    "filename": "6-gallery.jpeg",
    "title": "Community Learning Session",
    "alt_text": "A crowded tent filled with diverse individuals of all ages sitting on chairs, engaged in a community meeting or educational session, with some people standing and facilitating the event."
  },
  {
    "filename": "7-gallery.jpeg",
    "title": "Creative Child at Play",
    "alt_text": "A young girl holding up a large, handmade eyeball mask at an outdoor festival, with other children and adults around her engaging in creative activities."
  },
  {
    "filename": "8-gallery.jpeg",
    "title": "Science Demonstration in Action",
    "alt_text": "Two women conducting a science demonstration involving a smoke machine and blue equipment, observed by an intrigued audience in an outdoor event booth."
  },
  {
    "filename": "9-gallery.jpeg",
    "title": "Interactive Balloon Play Area",
    "alt_text": "A vibrant scene of children and adults sitting and playing with colorful balloons in a festive, tented area during a community event, creating a playful and joyful atmosphere."
  },
  {
    "filename": "10-gallery.jpeg",
    "title": "Scientific Presentation at a Festival",
    "alt_text": "People seated in a semi-darkened tent watching a scientific demonstration on a stage, with presenters in casual attire engaging the audience in an educational experience at a festival."
  },
  {
    "filename": "11-gallery.jpeg",
    "title": "Children Exploring Cosmic Rays",
    "alt_text": "Children looking at cosmic rays in a cloud chamber with a flashlight at the Womad festival."
  },
  {
    "filename": "12-gallery.jpeg",
    "title": "Interactive Science at Womad Festival",
    "alt_text": "Kids and adults observing cosmic rays in a cloud chamber illuminated by a flashlight at the Womad festival."
  },
  {
    "filename": "13-gallery.jpeg",
    "title": "Girl Soldering",
    "alt_text": "A girl wearing safety goggles is soldering electronic components on a board at a table."
  },
  {
    "filename": "14-gallery.jpeg",
    "title": "Audience Enjoying Science Presentation",
    "alt_text": "A group of people, some in costumes, are laughing and enjoying a science presentation."
  },
  {
    "filename": "15-gallery.jpeg",
    "title": "Physics Presentation",
    "alt_text": "A man in a black jacket with outstretched arms is giving a presentation on physics at a podium with a banner behind him."
  },
  {
    "filename": "16-gallery.jpeg",
    "title": "Science Pavilion Interior",
    "alt_text": "The interior of the Science Pavilion with banners, a red armchair, plants, and inflatable seating."
  },
  {
    "filename": "17-gallery.jpeg",
    "title": "Line Outside Science Pavilion",
    "alt_text": "A line of people waiting outside the Science Pavilion tent at an outdoor event."
  },
  {
    "filename": "18-gallery.jpeg",
    "title": "Big Bang Stage Group Photo",
    "alt_text": "A group of people jumping in front of the Big Bang Stage banner."
  },
  {
    "filename": "19-gallery.jpeg",
    "title": "Workshop Activity",
    "alt_text": "People working on projects and engaging in activities inside a workshop tent."
  },
  {
    "filename": "20-gallery.jpeg",
    "title": "Outdoor Science Booth",
    "alt_text": "People gathered around an outdoor science booth with a banner and equipment."
  },
  {
    "filename": "21-gallery.jpeg",
    "title": "Entrance to Science Pavilion",
    "alt_text": "People gathered outside a tent with a sign reading 'Science Pavilion'. A sign on a table reads 'Make Your Own Climate Bracelet'."
  },
  {
    "filename": "22-gallery.jpeg",
    "title": "Night Event at Science Pavilion",
    "alt_text": "A group of people standing under a circular, illuminated structure at night with colorful lights and trees in the background."
  },
  {
    "filename": "23-gallery.jpeg",
    "title": "Science Talk",
    "alt_text": "Two men seated on colorful chairs on a stage having a discussion. A large sign in the background reads 'Bridges Not Walls'."
  },
  {
    "filename": "24-gallery.jpeg",
    "title": "Film Screening",
    "alt_text": "A crowd of people seated inside a tent watching a film on a large screen."
  },
  {
    "filename": "25-gallery.jpeg",
    "title": "Science Presentation",
    "alt_text": "A large audience seated in a dark room watching a presentation or lecture."
  },
  {
    "filename": "26-gallery.jpeg",
    "title": "Theremin Workshop",
    "alt_text": "A group of people on stage learning to play the theremin, with a projection screen in the background displaying instructions."
  },
  {
    "filename": "27-gallery.jpeg",
    "title": "Interactive Science Activity",
    "alt_text": "A group of people, including many children, participating in various science activities inside a tent."
  },
  {
    "filename": "28-gallery.jpeg",
    "title": "Tesla Coil at Science Pavilion",
    "alt_text": "A sign reading 'Science Pavilion' with bright lights and a Tesla coil producing a lightning bolt above it."
  }
]
